{
  "قانون الأحوال الشخصية": [
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 1,
      "نص المادة": "تجب النفقة للزوجة على زوجها من تاريخ العقد الصحيح إذا سلمت نفسها إليه ولو حكمًا، حتى لو كانت موسرة أو مختلفة معه في الدين."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 2,
      "نص المادة": "نفقة المطلقة تعتبر دينًا من تاريخ الطلاق."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 4,
      "نص المادة": "إذا امتنع الزوج عن الإنفاق على زوجته، وكان له مال ظاهر، نفذ عليه الحكم بالنفقة في ماله. وإذا لم يكن له مال ظاهر وادعى العجز، أُمهل مدة لا تزيد على شهر، فإن لم ينفق طُلِّق عليه القاضي."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 6,
      "نص المادة": "تطليق القاضي لعجز الزوج عن الإنفاق يكون طلاقًا رجعيًا، وللزوج مراجعة زوجته إن ثبت يساره أثناء العدة."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 7,
      "نص المادة": "إذا جاء المفقود أو تبين أنه حي، فزوجته له، ما لم تكن قد تزوجت بآخر غير عالم بحياته."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 10,
      "نص المادة": "للزوجة أن تطلب التفريق إذا وجدت بزوجها عيبًا مستحكمًا لا يمكن البرء منه."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 11,
      "نص المادة": "الفرقة بالعيب تعتبر طلاقًا بائنًا."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 20,
      "نص المادة": "للزوجين أن يتفقا على الخلع، فإن لم يتفقا ورفعت الزوجة دعواها وافتدت نفسها بالتنازل عن حقوقها ورد الصداق، حكمت المحكمة بتطليقها."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 21,
      "نص المادة": "لا يعتبر الطلاق صحيحًا إلا إذا كان بإشهاد وتوثيق رسمي."
    },
    {
      "الفصل": "الجزء الأول",
      "رقم المادة": 23,
      "نص المادة": "إذا كان دخل المحكوم عليه بالنفقة غير محدد، فعلى المحكمة طلب التحقيق من النيابة العامة لتحديده."
    },
    {
      "الفصل": "الجزء الثاني",
      "رقم المادة": 26,
      "نص المادة": "تتولى النيابة العامة رعاية مصالح عديمي الأهلية وناقصيها والغائبين، والتحفظ على أموالهم والإشراف على إدارتها وفقًا لأحكام هذا القانون."
    },
    {
      "الفصل": "الجزء الثالث",
      "رقم المادة": 64,
      "نص المادة": "لا يجوز التماس إعادة النظر في مسائل الولاية على المال إلا في حالات معينة مثل توقيع الحجر أو تقرير المساعدة القضائية."
    },
    {
      "الفصل": "الجزء الثالث",
      "رقم المادة": 65,
      "نص المادة": "الأحكام والقرارات الصادرة بتسليم الصغير أو رعايته أو بالنفقات أو الأجور أو المصروفات وما في حكمها تكون واجبة النفاذ بقوة القانون وبلا كفالة."
    },
    {
      "الفصل": "الجزء الثالث",
      "رقم المادة": 72,
      "نص المادة": "يكون أداء بنك ناصر الاجتماعي للنفقات والأجور وما في حكمها وفقًا لأحكام القانون، ويتم تمويله من حصيلة موارد الصندوق."
    }
  ]
}
